Repository: xaron98/spiral-journey
Catalog: spiral journey project/Localizable.xcstrings
Source language: en
Languages: ar, ca, de, es, fr, ja, pt_br, zh_hans

# coach.chat.download.modelSize
source: Size: ~2.4 GB
ar: الحجم: ~2.4 جيجابايت
ca: Mida: ~2,4 GB
de: Größe: ~2,4 GB
es: Tamaño: ~2,4 GB
fr: Taille : ~2,4 Go
ja: サイズ: 約2.4 GB
zh_hans: 大小: ~2.4 GB

# coach.chat.download.onDevice
source: Inference runs on-device after download. No data leaves your device.
ar: يعمل الاستدلال على الجهاز بعد التحميل. لا تغادر بياناتك جهازك.
ca: La inferència s'executa al dispositiu després de la descàrrega. Les teves dades no surten del dispositiu.
de: Inferenz läuft nach dem Download auf dem Gerät. Keine Daten verlassen Ihr Gerät.
es: La inferencia se ejecuta en el dispositivo tras la descarga. Tus datos no salen del dispositivo.
fr: L'inférence s'exécute sur l'appareil après le téléchargement. Aucune donnée ne quitte votre appareil.
ja: ダウンロード後はデバイス上で推論を実行します。データがデバイスから出ることはありません。
zh_hans: 下载后在设备上运行推理。您的数据不会离开设备。

# coach.chat.download.size
source: ~2.4 GB · Wi-Fi recommended
ar: ~2.4 جيجابايت · يُنصح بالواي فاي
ca: ~2,4 GB · Wi-Fi recomanat
de: ~2,4 GB · WLAN empfohlen
es: ~2,4 GB · Wi-Fi recomendado
fr: ~2,4 Go · Wi-Fi recommandé
ja: 約2.4 GB · Wi-Fi推奨
zh_hans: ~2.4 GB · 建议使用 Wi-Fi

# coach.chat.download.source
source: Source: Hugging Face (one-time download)
ar: المصدر: Hugging Face (تحميل لمرة واحدة)
ca: Font: Hugging Face (descàrrega única)
de: Quelle: Hugging Face (einmaliger Download)
es: Fuente: Hugging Face (descarga única)
fr: Source : Hugging Face (téléchargement unique)
ja: ソース: Hugging Face（1回限りのダウンロード）
zh_hans: 来源: Hugging Face（一次性下载）

# coach.chat.download.subtitle
source: The AI coach runs entirely on your device. It needs to download a language model first (~2.4 GB). This only happens once.
ar: يعمل مدرب الذكاء الاصطناعي بالكامل على جهازك. يحتاج إلى تحميل نموذج لغوي أولاً (~2.4 جيجابايت). يتم ذلك مرة واحدة فقط.
ca: El coach d'IA s'executa completament al teu dispositiu. Necessita descarregar un model de llenguatge (~2,4 GB). Només cal fer-ho una vegada.
de: Der KI-Coach läuft vollständig auf Ihrem Gerät. Er muss zuerst ein Sprachmodell herunterladen (~2,4 GB). Dies geschieht nur einmal.
es: El coach IA funciona completamente en tu dispositivo. Necesita descargar un modelo de lenguaje (~2,4 GB). Solo se descarga una vez.
fr: Le coach IA fonctionne entièrement sur votre appareil. Il doit d'abord télécharger un modèle de langage (~2,4 Go). Cela ne se fait qu'une seule fois.
ja: AIコーチはデバイス上で完全に動作します。まず言語モデルをダウンロードする必要があります（約2.4 GB）。ダウンロードは1回のみです。
zh_hans: AI 教练完全在您的设备上运行。需要先下载语言模型（约 2.4 GB）。仅需下载一次。

# coach.chat.download.title
source: Download AI Model
ar: تحميل نموذج الذكاء الاصطناعي
ca: Descarregar model d'IA
de: KI-Modell herunterladen
es: Descargar modelo IA
fr: Télécharger le modèle IA
ja: AIモデルをダウンロード
zh_hans: 下载 AI 模型

# coach.chat.download.wifi
source: Wi-Fi recommended
ar: يُنصح بالواي فاي
ca: Wi-Fi recomanat
de: WLAN empfohlen
es: Wi-Fi recomendado
fr: Wi-Fi recommandé
ja: Wi-Fi推奨
zh_hans: 建议使用 Wi-Fi

# coach.chat.downloading
source: Downloading model…
ar: جارٍ تحميل النموذج…
ca: Descarregant model…
de: Modell wird heruntergeladen…
es: Descargando modelo…
fr: Téléchargement du modèle…
ja: モデルをダウンロード中…
zh_hans: 正在下载模型…

# coach.chat.error
source: Something went wrong. Please try again.
ar: حدث خطأ. حاول مرة أخرى.
ca: S'ha produït un error. Torna-ho a provar.
de: Ein Fehler ist aufgetreten. Bitte erneut versuchen.
es: Ha ocurrido un error. Inténtalo de nuevo.
fr: Une erreur s'est produite. Réessaie.
ja: エラーが発生しました。もう一度お試しください。
zh_hans: 出错了。请重试。

# coach.chat.load.button
source: Start Chat
ar: بدء المحادثة
ca: Iniciar xat
de: Chat starten
es: Iniciar chat
fr: Démarrer le chat
ja: チャットを開始
zh_hans: 开始聊天

# coach.chat.load.title
source: Model Ready
ar: النموذج جاهز
ca: Model preparat
de: Modell bereit
es: Modelo listo
fr: Modèle prêt
ja: モデル準備完了
zh_hans: 模型已就绪

# coach.chat.loading
source: Loading model…
ar: جارٍ تحميل النموذج…
ca: Carregant model…
de: Modell wird geladen…
es: Cargando modelo…
fr: Chargement du modèle…
ja: モデルを読み込み中…
zh_hans: 正在加载模型…

# coach.chat.placeholder
source: Ask about your sleep…
ar: اسأل عن نومك…
ca: Pregunta sobre el teu son…
de: Frage zu deinem Schlaf…
es: Pregunta sobre tu sueño…
fr: Posez une question sur votre sommeil…
ja: 睡眠について質問…
zh_hans: 询问你的睡眠…

# coach.chat.privacy
source: 100% on-device · No data leaves your phone
ar: 100% على الجهاز · لا تغادر بياناتك هاتفك
ca: 100% al dispositiu · Les teves dades no surten del telèfon
de: 100% auf dem Gerät · Keine Daten verlassen Ihr Telefon
es: 100% en dispositivo · Tus datos no salen del teléfono
fr: 100% sur l'appareil · Aucune donnée ne quitte votre téléphone
ja: 100%デバイス上 · データは端末から送信されません
zh_hans: 100% 在设备上运行 · 数据不会离开您的手机

# coach.chat.title
source: AI Coach
ar: مدرب الذكاء الاصطناعي
ca: Coach IA
de: KI-Coach
es: Coach IA
fr: Coach IA
ja: AIコーチ
zh_hans: AI 教练

# coach.consent.button
source: I understand, enable AI Coach
ar: أفهم، تفعيل مدرب الذكاء الاصطناعي
ca: Entesos, activa el Coach IA
de: Verstanden, KI-Coach aktivieren
es: Entendido, activar Coach IA
fr: J'ai compris, activer le Coach IA
ja: 理解しました。AIコーチを有効にする
zh_hans: 我已了解，启用 AI 教练

# coach.consent.description
source: The AI coach requires downloading a 2.4 GB model from the internet. After download, all processing happens on your device.
ar: يتطلب مدرب الذكاء الاصطناعي تنزيل نموذج بحجم 2.4 جيجابايت من الإنترنت. بعد التنزيل، تتم جميع العمليات على جهازك.
ca: El Coach IA requereix descarregar un model de 2,4 GB d'internet. Després de la descàrrega, tot el processament es fa al dispositiu.
de: Der KI-Coach erfordert den Download eines 2,4 GB großen Modells aus dem Internet. Nach dem Download erfolgt die gesamte Verarbeitung auf deinem Gerät.
es: El coach IA requiere descargar un modelo de 2,4 GB de internet. Después de la descarga, todo el procesamiento se realiza en tu dispositivo.
fr: Le coach IA nécessite le téléchargement d'un modèle de 2,4 Go depuis internet. Après le téléchargement, tout le traitement se fait sur votre appareil.
ja: AIコーチはインターネットから2.4 GBのモデルをダウンロードする必要があります。ダウンロード後、すべての処理はデバイス上で行われます。
zh_hans: AI 教练需要从互联网下载 2.4 GB 的模型。下载完成后，所有处理均在您的设备上进行。

# coach.consent.download
source: 2.4 GB model download required
ar: يتطلب تنزيل نموذج بحجم 2.4 جيجابايت
ca: Cal descarregar un model de 2,4 GB
de: 2,4 GB Modell-Download erforderlich
es: Se requiere descargar un modelo de 2,4 GB
fr: Téléchargement d'un modèle de 2,4 Go requis
ja: 2.4 GB のモデルダウンロードが必要
zh_hans: 需要下载 2.4 GB 模型

# coach.consent.noCloud
source: No data sent to the cloud
ar: لا يتم إرسال أي بيانات إلى السحابة
ca: No s'envia cap dada al núvol
de: Keine Daten werden in die Cloud gesendet
es: No se envían datos a la nube
fr: Aucune donnée envoyée dans le cloud
ja: クラウドにデータは送信されません
zh_hans: 不会向云端发送任何数据

# coach.consent.onDevice
source: All processing stays on your device
ar: تتم جميع العمليات على جهازك
ca: Tot el processament es fa al dispositiu
de: Gesamte Verarbeitung erfolgt auf dem Gerät
es: Todo el procesamiento se realiza en tu dispositivo
fr: Tout le traitement reste sur votre appareil
ja: すべての処理はデバイス上で行われます
zh_hans: 所有处理均在设备上完成

# coach.consent.title
source: Enable AI Coach?
ar: تفعيل مدرب الذكاء الاصطناعي؟
ca: Activar el Coach IA?
de: KI-Coach aktivieren?
es: ¿Activar Coach IA?
fr: Activer le Coach IA ?
ja: AIコーチを有効にしますか？
zh_hans: 启用 AI 教练？

# coach.digest.bedtime
source: Bedtime
ar: وقت النوم
ca: Hora de dormir
de: Schlafenszeit
es: Hora dormir
fr: Heure du coucher
ja: 就寝時刻
zh_hans: 就寝时间

# coach.digest.duration
source: Duration
ar: المدة
ca: Durada
de: Dauer
es: Duración
fr: Durée
ja: 睡眠時間
zh_hans: 时长

# coach.digest.eyebrow
source: Weekly Summary
ar: الملخص الأسبوعي
ca: Resum setmanal
de: Wochenzusammenfassung
es: Resumen semanal
fr: Résumé hebdomadaire
ja: 週間まとめ
zh_hans: 每周总结

# coach.digest.score
source: Score
ar: النتيجة
ca: Puntuació
de: Punktzahl
es: Puntuación
ja: スコア
zh_hans: 评分

# coach.disclaimer
source: AI responses are informational only, not medical advice.
ar: ردود الذكاء الاصطناعي للأغراض المعلوماتية فقط، وليست نصيحة طبية.
ca: Les respostes d'IA són només informatives, no consell mèdic.
de: KI-Antworten dienen nur zur Information und stellen keine medizinische Beratung dar.
es: Las respuestas de IA son solo informativas, no consejo médico.
fr: Les réponses de l'IA sont uniquement informatives et ne constituent pas un avis médical.
ja: AI の回答は情報提供のみを目的としており、医療アドバイスではありません。
zh_hans: AI 回复仅供参考，不构成医疗建议。

# coach.empty.subtitle
source: Record at least 3 nights to see personalised insights
ar: سجّل 3 ليالٍ على الأقل لرؤية توصيات مخصصة
ca: Registra almenys 3 nits per veure consells personalitzats
de: Zeichne mindestens 3 Nächte auf, um personalisierte Einblicke zu sehen
es: Registra al menos 3 noches para ver consejos personalizados
fr: Enregistre au moins 3 nuits pour voir des conseils personnalisés
ja: パーソナライズされたインサイトを見るには3晩以上記録してください
zh_hans: 至少记录3晚才能查看个性化建议

# coach.empty.title
source: No data yet
ar: لا توجد بيانات بعد
ca: Sense dades encara
de: Noch keine Daten
es: Sin datos todavía
fr: Pas encore de données
ja: まだデータがありません
zh_hans: 暂无数据

# coach.event.alcohol.negative
source: Alcohol may have fragmented your sleep — more wake-ups than usual.
ar: قد يكون الكحول قد جزّأ نومك — استيقاظات أكثر من المعتاد.
ca: L'alcohol pot haver fragmentat el teu son — més despertars del normal.
de: Alkohol könnte Ihren Schlaf fragmentiert haben — mehr Aufwachphasen als üblich.
es: El alcohol pudo fragmentar tu sueño — más despertares de lo normal.
fr: L'alcool a pu fragmenter votre sommeil — plus de réveils que d'habitude.
ja: アルコールが睡眠を分断した可能性があります。通常より多くの中途覚醒がありました。
zh_hans: 酒精可能导致了睡眠碎片化——比平时醒来次数更多。

# coach.event.caffeine.negative
source: Caffeine may have delayed your sleep by about %.0f min.
ar: قد يكون الكافيين أخّر نومك حوالي %.0f دقيقة.
ca: La cafeïna pot haver retardat el teu son uns %.0f min.
de: Koffein könnte Ihren Schlaf um etwa %.0f Min. verzögert haben.
es: La cafeína pudo retrasar tu sueño unos %.0f min.
fr: La caféine a pu retarder votre sommeil d'environ %.0f min.
ja: カフェインにより入眠が約 %.0f 分遅れた可能性があります。
zh_hans: 咖啡因可能使你的入睡推迟了约 %.0f 分钟。

# coach.event.exercise.positive
source: Yesterday's exercise may have helped — you fell asleep %.0f min earlier.
ar: قد يكون تمرين الأمس ساعدك — نمت أبكر بـ %.0f دقيقة.
ca: L'exercici d'ahir pot haver ajudat — t'has adormit %.0f min abans.
de: Das Training von gestern könnte geholfen haben — Sie sind %.0f Min. früher eingeschlafen.
es: El ejercicio de ayer pudo ayudar — te dormiste %.0f min antes.
fr: L'exercice d'hier a pu aider — vous vous êtes endormi %.0f min plus tôt.
ja: 昨日の運動が効果的だったかもしれません。%.0f 分早く眠れました。
zh_hans: 昨天的运动可能有帮助——你提前了 %.0f 分钟入睡。

# coach.event.light.positive
source: Morning light exposure may have helped you fall asleep %.0f min earlier.
ar: قد يكون التعرض لضوء الصباح ساعدك على النوم أبكر بـ %.0f دقيقة.
ca: L'exposició a la llum matinal pot haver-te ajudat a adormir-te %.0f min abans.
de: Morgendliches Licht könnte Ihnen geholfen haben, %.0f Min. früher einzuschlafen.
es: La exposición a luz matutina pudo ayudarte a dormirte %.0f min antes.
fr: L'exposition à la lumière matinale a pu vous aider à vous endormir %.0f min plus tôt.
ja: 朝の光を浴びたことで、%.0f 分早く眠れた可能性があります。
zh_hans: 早晨的光照可能帮助你提前 %.0f 分钟入睡。

# coach.event.melatonin.positive
source: Melatonin may have advanced your bedtime by %.0f min.
ar: قد يكون الميلاتونين قدّم وقت نومك بـ %.0f دقيقة.
ca: La melatonina pot haver avançat la teva hora de dormir %.0f min.
de: Melatonin könnte Ihre Schlafenszeit um %.0f Min. vorverlegt haben.
es: La melatonina pudo adelantar tu hora de dormir %.0f min.
fr: La mélatonine a pu avancer votre heure de coucher de %.0f min.
ja: メラトニンにより就寝時刻が %.0f 分早まった可能性があります。
zh_hans: 褪黑素可能使你的就寝时间提前了 %.0f 分钟。

# coach.habit.default.body
source: Get natural light in the first 30 min after waking
ar: تعرض للضوء الطبيعي في أول 30 دقيقة بعد الاستيقاظ
ca: Exposa't a la llum natural durant els primers 30 min després de despertar
de: Setze dich in den ersten 30 Min. nach dem Aufwachen natürlichem Licht aus
es: Exponte a la luz natural durante los primeros 30 min tras despertar
fr: Expose-toi à la lumière naturelle dans les 30 min après le réveil
ja: 起床後30分以内に自然光を浴びましょう
zh_hans: 醒后30分钟内接受自然光照

# coach.habit.default.title
source: Morning light
ar: ضوء الصباح
ca: Llum matinal
de: Morgendliches Licht
es: Luz matutina
fr: Lumière matinale
ja: 朝の光
zh_hans: 晨间光照

# coach.habit.eyebrow
source: Habit to work on
ar: عادة للعمل عليها
ca: Hàbit a treballar
de: Gewohnheit zu üben
es: Hábito a trabajar
fr: Habitude à travailler
ja: 取り組む習慣
zh_hans: 需要培养的习惯

# coach.header.subtitle
source: Based on your last nights
ar: بناءً على لياليك الأخيرة
ca: Basat en les teves últimes nits
de: Basierend auf deinen letzten Nächten
es: Basado en tus últimas noches
fr: Basé sur tes dernières nuits
ja: 直近の夜のデータに基づいています
zh_hans: 基于您最近几晚的数据

# coach.hero.insight.fallback
source: Your rhythm wants consistency
ar: إيقاعك يريد الاتساق
ca: El teu ritme demana constància
de: Ihr Rhythmus will Beständigkeit
es: Tu ritmo pide constancia
fr: Votre rythme demande de la constance
ja: あなたのリズムは一貫性を求めています
zh_hans: 您的节奏需要稳定

# coach.hero.last7Subtitle
source: 7 NIGHTS · %@ AVG
ar: 7 ليالٍ · %@ المتوسط
ca: 7 NITS · %@ MITJANA
de: 7 NÄCHTE · %@ DURCHSCHNITT
es: 7 NOCHES · %@ MEDIA
fr: 7 NUITS · %@ MOYENNE
ja: 7日 · %@ 平均
zh_hans: 7 晚 · %@ 平均

# coach.hero.tonight
source: TONIGHT
ar: الليلة
ca: AQUESTA NIT
de: HEUTE NACHT
es: ESTA NOCHE
fr: CE SOIR
ja: 今夜
zh_hans: 今晚

# coach.home.askPill.a11yHint
source: Opens the AI coach chat
ar: يفتح المحادثة مع الكوتش الذكي
ca: Obre la conversa amb el Coach IA
de: Öffnet den Chat mit dem KI-Coach
es: Abre el chat con el Coach IA
fr: Ouvre le chat avec le Coach IA
ja: AIコーチとのチャットを開く
zh_hans: 打开与 AI 教练的聊天

# coach.home.askPill.a11yLabel
source: Ask coach
ar: اسأل الكوتش
ca: Pregunta al Coach
de: Coach fragen
es: Pregunta al Coach
fr: Demander au Coach
ja: コーチに質問
zh_hans: 询问教练

# coach.home.bento.patterns.a11yHint
source: Opens patterns detail
ar: يفتح تفاصيل الأنماط
ca: Obre el detall de patrons
de: Öffnet die Mustersdetails
es: Abre el detalle de patrones
fr: Ouvre le détail des motifs
ja: パターンの詳細を開く
zh_hans: 打开模式详情

# coach.home.hero.a11yLabel
source: Today's score: %d of 100
ar: درجة اليوم: %d من 100
ca: Puntuació d'avui: %d de 100
de: Punktzahl heute: %d von 100
es: Puntuación de hoy: %d de 100
fr: Score d'aujourd'hui : %d sur 100
ja: 今日のスコア: 100点中%d
zh_hans: 今日得分：%d 分（满分 100）

# coach.home.learn.a11yHint
source: Opens the quick read article
ar: يفتح مقال القراءة القصيرة
ca: Obre l'article de lectura breu
de: Öffnet den Kurzlese-Artikel
es: Abre el artículo de lectura breve
fr: Ouvre l'article de lecture courte
ja: ショート記事を開く
zh_hans: 打开快读文章

# coach.home.propose.adjust.a11yHint
source: Adjusts your chronotype in Settings
ar: يعدل النمط الزمني الخاص بك في الإعدادات
ca: Ajusta el teu cronotip a Configuració
de: Passt deinen Chronotyp in den Einstellungen an
es: Ajusta tu cronotipo en Configuración
fr: Ajuste ton chronotype dans Configuration
ja: 設定でクロノタイプを調整
zh_hans: 在设置中调整你的作息类型

# coach.home.propose.remind.a11yHint
source: Schedules a bedtime reminder
ar: يبرمج تذكيرًا لوقت النوم
ca: Programa un recordatori d'hora de dormir
de: Plant eine Schlafenszeit-Erinnerung
es: Programa un recordatorio de hora de acostarte
fr: Programme un rappel d'heure du coucher
ja: 就寝リマインダーをセット
zh_hans: 设置就寝提醒

# coach.insight.delayed.body
source: Estimated sleep around %@ and wake around %@. This suggests a delayed sleep phase. Your internal clock can be gradually shifted earlier.
ar: وقت نومك المقدّر %@ والاستيقاظ %@. يشير ذلك إلى تأخر طور النوم. يمكن تقديم الساعة البيولوجية تدريجياً.
ca: Hora estimada de dormir %@ i despertar %@. Això indica una fase de son retardada. El rellotge intern es pot avançar gradualment.
de: Geschätzte Schlafzeit %@ und Aufwachzeit %@. Das deutet auf eine verzögerte Schlafphase hin. Die innere Uhr kann schrittweise vorgestellt werden.
es: Hora estimada de dormir %@ y despertar %@. Esto indica una fase de sueño retrasada. El reloj interno puede adelantarse gradualmente.
fr: Heure de coucher estimée %@ et réveil %@. Cela indique une phase de sommeil retardée. L'horloge interne peut être avancée progressivement.
ja: 推定就寝時刻 %@、起床時刻 %@。これは睡眠位相後退を示しています。体内時計は段階的に早めることができます。
zh_hans: 估计入睡时间%@，醒来时间%@。这表明睡眠时相延迟。内部时钟可以逐步提前。

# coach.insight.delayed.title
source: Delayed sleep phase
ar: طور النوم متأخر
ca: Fase de son retardada
de: Verzögerte Schlafphase
es: Fase de sueño retrasada
fr: Phase de sommeil retardée
ja: 睡眠位相後退
zh_hans: 睡眠时相延迟

# coach.insight.eyebrow
source: What's happening
ar: ما الذي يحدث
ca: El que passa
de: Was passiert
es: Lo que está pasando
fr: Ce qui se passe
ja: 何が起きているか
zh_hans: 正在发生什么

# coach.insight.good.body
source: Your circadian clock is stable. Keep up your current habits.
ar: ساعتك البيولوجية مستقرة. استمر في عاداتك الحالية.
ca: El teu rellotge circadià és estable. Segueix amb els teus hàbits actuals.
de: Deine zirkadiane Uhr ist stabil. Mach weiter so mit deinen aktuellen Gewohnheiten.
es: Tu reloj circadiano es estable. Sigue con tus hábitos actuales.
fr: Ton horloge circadienne est stable. Continue avec tes habitudes actuelles.
ja: あなたの概日時計は安定しています。今の習慣を続けましょう。
zh_hans: 您的昼夜节律稳定，请继续保持当前习惯。

# coach.insight.good.title
source: Your rhythm is healthy
ar: إيقاعك صحي
ca: El teu ritme és saludable
de: Dein Rhythmus ist gesund
es: Tu ritmo es saludable
fr: Ton rythme est sain
ja: あなたのリズムは健康的です
zh_hans: 您的节律很健康

# coach.insight.irregular.body
source: Your sleep times vary a lot. Irregularity weakens the circadian clock.
ar: أوقات نومك تتباين كثيراً. عدم الانتظام يضعف الساعة البيولوجية.
ca: Els teus horaris de son varien molt. La irregularitat debilita el rellotge circadià.
de: Deine Schlafzeiten variieren stark. Unregelmäßigkeit schwächt die innere Uhr.
es: Tus horarios de sueño varían mucho. La irregularidad debilita el reloj circadiano.
fr: Tes horaires de sommeil varient beaucoup. L'irrégularité affaiblit l'horloge circadienne.
ja: 睡眠時間のばらつきが大きいです。不規則性は概日時計を弱めます。
zh_hans: 您的睡眠时间变化很大。不规律会削弱昼夜节律时钟。

# coach.insight.irregular.title
source: Irregular schedule
ar: جدول غير منتظم
ca: Horari irregular
de: Unregelmäßiger Zeitplan
es: Horario irregular
fr: Horaire irrégulier
ja: 不規則なスケジュール
zh_hans: 作息不规律

# coach.insight.jetlag.body
source: You sleep much later on weekends. This creates a social jet-lag effect that affects metabolism.
ar: تنام متأخراً جداً في عطلة نهاية الأسبوع، مما يسبب تأثير التفاوت الاجتماعي ويؤثر على الأيض.
ca: Dorms gaire més tard els caps de setmana. Això crea un efecte de jet lag social que afecta el metabolisme.
de: Du schläfst am Wochenende viel später. Das erzeugt einen sozialen Jetlag-Effekt, der den Stoffwechsel beeinflusst.
es: Duermes mucho más tarde los fines de semana. Esto crea un efecto de jet lag social que afecta al metabolismo.
fr: Tu dors bien plus tard le week-end. Cela crée un effet de jet-lag social qui affecte le métabolisme.
ja: 週末はかなり遅く寝ています。これが社会的時差ぼけを生み、代謝に影響します。
zh_hans: 您周末睡得比工作日晚很多，产生社会性时差效应，影响代谢。

# coach.insight.jetlag.title
source: Social jet lag
ar: التفاوت الاجتماعي
ca: Jet lag social
de: Sozialer Jetlag
es: Jet lag social
fr: Jet-lag social
ja: 社会的時差ぼけ
zh_hans: 社会性时差

# coach.insight.shift.body
source: Your circadian acrophase is shifting. This may be a sign of adaptation or disruption.
ar: أكروفاز ساعتك البيولوجية تتحول. قد يكون هذا علامة تكيّف أو اضطراب.
ca: La teva acrofase circadiana s'està desplaçant. Pot ser un signe d'adaptació o pertorbació.
de: Deine zirkadiane Akrophase verschiebt sich. Das kann ein Zeichen von Anpassung oder Störung sein.
es: Tu acrofase circadiana se está desplazando. Puede ser señal de adaptación o perturbación.
fr: Ton acrophase circadienne se déplace. Cela peut être un signe d'adaptation ou de perturbation.
ja: 概日アクロフェーズがシフトしています。適応または乱れのサインかもしれません。
zh_hans: 您的昼夜节律高峰期正在移动，这可能是适应或紊乱的信号。

# coach.insight.shift.title
source: Phase shifting
ar: تحول الطور
ca: Fase en desplaçament
de: Phase verschiebt sich
es: Fase en desplazamiento
fr: Phase en déplacement
ja: 位相がシフトしています
zh_hans: 相位正在移动

# coach.insight.short.body
source: You're sleeping below the recommended 7h. Cumulative sleep deprivation affects cognition and health.
ar: تنام أقل من 7 ساعات الموصى بها. الحرمان المتراكم من النوم يؤثر على الإدراك والصحة.
ca: Dorms per sota de les 7h recomanades. La privació de son acumulada afecta la cognició i la salut.
de: Du schläfst weniger als die empfohlenen 7h. Kumulativer Schlafmangel beeinträchtigt Kognition und Gesundheit.
es: Duermes por debajo de las 7h recomendadas. La privación acumulada afecta la cognición y la salud.
fr: Tu dors moins que les 7h recommandées. La privation cumulée affecte la cognition et la santé.
ja: 推奨の7時間を下回っています。睡眠不足の蓄積は認知機能と健康に影響します。
zh_hans: 您的睡眠时间低于建议的7小时，累积睡眠不足会影响认知和健康。

# coach.insight.short.title
source: Insufficient sleep duration
ar: مدة نوم غير كافية
ca: Durada de son insuficient
de: Schlafdauer zu kurz
es: Duración de sueño insuficiente
fr: Durée de sommeil insuffisante
ja: 睡眠時間が不十分です
zh_hans: 睡眠时长不足

# coach.issue.advancedPhase.action
source: Get bright light exposure in the evening (18:00–20:00) and gradually delay bedtime by 15 minutes per week.
ar: تعرض للضوء الساطع في المساء (18:00-20:00) وأخّر وقت النوم تدريجياً بـ 15 دقيقة كل أسبوع.
ca: Exposa't a llum intensa al vespre (18:00-20:00) i retarda gradualment l'hora d'anar a dormir 15 minuts per setmana.
de: Setze dich abends (18:00–20:00) hellem Licht aus und verschiebe die Schlafenszeit schrittweise um 15 Minuten pro Woche nach hinten.
es: Exponte a luz brillante por la tarde (18:00-20:00) y retrasa gradualmente la hora de dormir 15 minutos por semana.
fr: Exposez-vous à une lumière vive le soir (18:00–20:00) et retardez progressivement le coucher de 15 minutes par semaine.
ja: 夕方（18:00～20:00）に明るい光を浴び、毎週15分ずつ就寝時間を遅らせていきましょう。
zh_hans: 傍晚（18:00–20:00）接受强光照射，并每周逐渐将就寝时间推迟15分钟。

# coach.issue.advancedPhase.outcome
source: Your internal clock will shift later and very early wake-ups will become less frequent.
ar: ستتأخر ساعتك البيولوجية وستصبح أوقات الاستيقاظ المبكرة أقل تكراراً.
ca: El teu rellotge intern es retardarà i els despertars molt prematurs seran menys freqüents.
de: Deine innere Uhr wird sich verzögern und sehr frühe Aufwachzeiten werden seltener.
es: Tu reloj interno se retrasará y los despertares muy tempranos serán menos frecuentes.
fr: Votre horloge interne se décalera et les réveils très matinaux deviendront moins fréquents.
ja: 体内時計が後ろにずれ、非常に早い目覚めが減少します。
zh_hans: 您的生物钟将后移，过早醒来的情况会减少。

# coach.issue.advancedPhase.reason
source: Your sleep timing is significantly earlier than optimal, and you may be waking very early involuntarily.
ar: وقت نومك أبكر بكثير مما هو مثالي، وقد تستيقظ مبكراً جداً بشكل لا إرادي.
ca: El teu temps de son és significativament més aviat del que és òptim, i et podries despertar molt d'hora de manera involuntària.
de: Deine Schlafzeit liegt deutlich früher als optimal, und du wachst möglicherweise ungewollt sehr früh auf.
es: Tu horario de sueño es significativamente más temprano de lo óptimo, y podrías despertar muy temprano de forma involuntaria.
fr: Votre horaire de sommeil est bien plus tôt qu'optimal, et vous pourriez vous réveiller très tôt involontairement.
ja: 睡眠時間が最適より大幅に早く、意図せず非常に早く目覚めている可能性があります。
zh_hans: 您的睡眠时间比最佳时间早得多，可能会不自觉地很早醒来。

# coach.issue.advancedPhase.title
source: Advanced Sleep Phase
ar: طور النوم المبكر
ca: Fase del son avançada
de: Verfrühte Schlafphase
es: Fase del sueño adelantada
fr: Phase de sommeil avancée
ja: 睡眠位相の前進
zh_hans: 睡眠时相提前
